[
    {
        "max_val": 1, 
        "min_val": 1, 
        "number": 1, 
        "page": 1, 
        "text": "A copy of the 2014 University of Chicago Scavenger Hunt List.", 
        "value": "1 point"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 2, 
        "page": 1, 
        "text": "Jump the shark. Literally. Points based on length and vivacity of shark.", 
        "value": "Up to 40 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 3, 
        "page": 1, 
        "text": "Those sexy Halloween costumes never seem to pander to University of Chicago interests. Create two of the following: Sexy Gargoyle, Sexy Ratner, Sexy cMore, Sexy Simone de Beauvoir, Sexy Arley D. Cathey.", 
        "value": "5 points each"
    }, 
    {
        "max_val": 5, 
        "min_val": 5, 
        "number": 4, 
        "page": 1, 
        "text": "\\emph{The Miss Manners Guide to College Hookups}.", 
        "value": "5 points"
    }, 
    {
        "max_val": 15, 
        "min_val": 15, 
        "number": 5, 
        "page": 1, 
        "text": "Someone has placed a rock at 53\\rd\\ and Kenwood to mark the site of Barack and Michelle Obama's first kiss, which apparently ``tasted like chocolate''. But Hyde Parkers don't have  enough information about where and when other major personal events in Barack Obama's life occurred in our  neighborhood. Add your rock, complete with etched, illustrated plaque, to the site of another Barack Obama landmark of your choice.", 
        "value": "15 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 6, 
        "page": 1, 
        "text": "Counted cross-stitch is for grandmas, right? Wrong. It's for geeks too. Create a 3-D counted cross-stitch figure of your favorite geek icon. [3D,", 
        "value": "where D$=$4) points"
    }, 
    {
        "max_val": 6, 
        "min_val": 6, 
        "number": 7, 
        "page": 1, 
        "text": "On the way out of downtown Springfield, the Voodoo Krewe pops into Pease's for a sweet treat---try the salted caramels!", 
        "value": "6 points"
    }, 
    {
        "max_val": 0.8, 
        "min_val": 0.8, 
        "number": 8, 
        "page": 1, 
        "text": "Cocktopus.", 
        "value": "0.8 points"
    }, 
    {
        "max_val": 11, 
        "min_val": 11, 
        "number": 9, 
        "page": 1, 
        "text": "A team member with self-animated face paint that depicts a moving face. But not that team member's face.", 
        "value": "11 points"
    }, 
    {
        "max_val": 6, 
        "min_val": 6, 
        "number": 10, 
        "page": 1, 
        "text": "CJ, Sam, and Josh may be the masters of the walk-and-talk, but  surely you can do better. At 4:00 p.m.\\ on Thursday, Chief of Staff Leo McScavvy  will be walking briskly down the hallway in Cobb. When your team name is called, you should be ready to give of one minute of your best Sorkin banter regarding any pressing Scav issue of the day. You'd better look the part, and interrupting your fellow staffers is bad form.", 
        "value": "6 points"
    }, 
    {
        "max_val": 9, 
        "min_val": 9, 
        "number": 11, 
        "page": 1, 
        "text": "Official swag from Arthur Andersen LLP, Lehman Brothers Inc., or Enron Corporation.", 
        "value": "9 points"
    }, 
    {
        "max_val": 12.95, 
        "min_val": 12.95, 
        "number": 12, 
        "page": 1, 
        "text": "Sorry Windows\\tr\\ 95 users, no Stellar Souvenirs for you! The \\emph{Space Jam} website's downloads only work for Macintoshes\\tr\\ running Netscape\\tr. Replace the ``N'' in your Netscape\\tr\\ browser logo with a hypercool spinning basketball, using the download from the original website.", 
        "value": "12.95 points"
    }, 
    {
        "max_val": 6, 
        "min_val": 6, 
        "number": 13, 
        "page": 1, 
        "text": "Reanimate a dead invertebrate using nothing more than edible, common kitchen ingredients.", 
        "value": "6 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 14, 
        "page": 1, 
        "text": "An Ovaltine\\tm\\ Decoder Ring.", 
        "value": "21 rqkpvu"
    }, 
    {
        "max_val": 10, 
        "min_val": 10, 
        "number": 15, 
        "page": 1, 
        "text": "Near the Old State Capitol, Prince intones, ``a noble spirit embiggens the smallest man'' as he places a perfectly cromulent hat on the child statue of our 16\\th\\ President while Aluminum Man fraternizes with his new metallic friends. Nearby, Space Cadet bumps into a reminder of another team of adventurers who left from this spot. Inspired by the plaque, the Witch Doctoral Candidate asks him for the IRB-required consent for an...experiment.", 
        "value": "10 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 16, 
        "page": 1, 
        "text": "A book that won the Bookseller/Diagram Prize. [", 
        "value": "2014-year of publication)/2 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 17, 
        "page": 1, 
        "text": "Jacqueline Stallone is the world's leading expert in rumpology. Employ her techniques to tell the future of one Judge, using the carefully made prints provided in Item \\ref{buttprints}.", 
        "value": "2 buttcheek points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 18, 
        "page": 1, 
        "text": "\\label{punoff}The first annual 2014 Pun-Off. Send your best punner, 1.5-minute monologue in hand, to the third floor Reynolds Club theater at 8:00 p.m.\\ on Thursday. There will be both a planned and an extemporaneous round. [Points based on density of puns in monologue, density of puns in extemporaneous round, and overall style/comprehensibility of monologues]", 
        "value": "$\\lambda$ points"
    }, 
    {
        "max_val": 14, 
        "min_val": 14, 
        "number": 19, 
        "page": 1, 
        "text": "Get an animal at the zoo to wave at you.", 
        "value": "14 points"
    }, 
    {
        "max_val": 7, 
        "min_val": 7, 
        "number": 20, 
        "page": 2, 
        "text": "Welcome to the UC, bitch! You know, for a campus full of misunderstood hotties angsting out over the pitfalls of wealth and popularity, it's surprising we've never had a teen soap set here. Until now! Create the opening credits sequence of the show in the style of an iconic high school melodrama of your choice.", 
        "value": "7 points"
    }, 
    {
        "max_val": 5, 
        "min_val": 5, 
        "number": 21, 
        "page": 2, 
        "text": "Design a full College Catalog entry for \\UofC's newest and most promising department, Fundamentals: Issues and Sexts. The entry should be complete with program description, graduation requirements, and course listings.", 
        "value": "5 points"
    }, 
    {
        "max_val": 5, 
        "min_val": 5, 
        "number": 22, 
        "page": 2, 
        "text": "According to the license plates at Lambert's in Sikeston, Jeremy and Elvis are from the same state! Which is it?", 
        "value": "5 points"
    }, 
    {
        "max_val": 33.814, 
        "min_val": 33.814, 
        "number": 23, 
        "page": 2, 
        "text": "Every girl needs a cocktail dress! Yours should hold at least a liter of Mai Tais. Keep it classy, though---we expect neither VPL nor VLP (visible liquid placement).", 
        "value": "33.814 points"
    }, 
    {
        "max_val": 4, 
        "min_val": 4, 
        "number": 24, 
        "page": 2, 
        "text": "A self-deprecating UIC t-shirt.", 
        "value": "4 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 25, 
        "page": 2, 
        "text": "Pantone crayons, aligning to 710 C, 7418 C, 1797 C, and one other color of your choice.", 
        "value": "5 points for each crayon"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 26, 
        "page": 2, 
        "text": "It's not about the money; we just find zeroes deeply and inexplicably appealing. Bring us the highest denomination banknote you can find in whatever currency you want.", 
        "value": "4 points per zero in excess of three"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 27, 
        "page": 2, 
        "text": "What's this about 50 ways to \\large  \\selectlanguage{russian}{zharyt-} \\normalsize \\selectlanguage{english}{your} \\large \\selectlanguage{russian}{ep}\\normalsize \\selectlanguage{english}? Procure as many international editions of \\emph{Cosmopolitan} as you can get your fun, fearless hands on.", 
        "value": "2 points per magazine, maximum 10"
    }, 
    {
        "max_val": 10, 
        "min_val": 10, 
        "number": 28, 
        "page": 2, 
        "text": "A team member who was born in a country that no longer exists, with documentation.", 
        "value": "10 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 29, 
        "page": 2, 
        "text": "Having fun isn't hard when you've got a library card! Gather as many different library cards from as many different libraries as you can.", 
        "value": "0.25 points per card, up to 10 points"
    }, 
    {
        "max_val": 4, 
        "min_val": 4, 
        "number": 30, 
        "page": 2, 
        "text": "Respectfully donning their civilian disguises before approaching Lincoln's Tomb, the Voodoo Krewe rubs Abe's nose for good luck on their journey.  Prince admires the obelisk but thinks to himself, ``I can do better.''", 
        "value": "4 points"
    }, 
    {
        "max_val": 3, 
        "min_val": 3, 
        "number": 31, 
        "page": 2, 
        "text": "Always on the lookout for rarer and more powerful metals, Aluminum Man considers the foyer ceiling at Lincoln's Tomb and flashes the metal's atomic number to his friends.", 
        "value": "3 points"
    }, 
    {
        "max_val": 9, 
        "min_val": 9, 
        "number": 32, 
        "page": 2, 
        "text": "The Library of Congress classification system has been criticized time and time again for not being sufficiently onomatopoeic. Prove the haters wrong: find a book from one of the University of Chicago libraries whose call number, including at least one digit, abstractly reflects its content.", 
        "value": "9 points"
    }, 
    {
        "max_val": 21, 
        "min_val": 21, 
        "number": 33, 
        "page": 2, 
        "text": "You think Naomi Campbell fucks with that synthetic shit? Produce a set of falsies made entirely from real eyelashes.", 
        "value": "21 points"
    }, 
    {
        "max_val": 3, 
        "min_val": 3, 
        "number": 34, 
        "page": 2, 
        "text": "Chalkboard on fingernails, to be drawn on and erased at Judgment.", 
        "value": "3 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 35, 
        "page": 2, 
        "text": "Your 10-color pen is holding you back. Color code like a champion with a functional $(10+n)$ color pen. Must be retractable.", 
        "value": "$n$ points, maximum 30 points"
    }, 
    {
        "max_val": 3, 
        "min_val": 3, 
        "number": 36, 
        "page": 2, 
        "text": "Well, we would ask you for twenty grand in Greek money or for a Rhinemaiden on the Quadrangle or, for once in your life, to behave yourself, but that would pose a genuine risk, and we might regret it. Besides, what would come after Sunday? You tell me, or no point given.", 
        "value": "3 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 37, 
        "page": 2, 
        "text": "Hello---is it me you're looking for? Send your most sensitive sculptor and your most statuesque team member to room 028 in the Logan Center for the Arts at 2:00 p.m.\\ on Friday.", 
        "value": "Up to 25 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 38, 
        "page": 2, 
        "text": "Sure, Heelys\\tr\\ are fine if you're an unwashed plebian skating along in some abandoned factory, but what about something with a little more class? Roll up to Judgment in your finest dress shoes.", 
        "value": "28~points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 39, 
        "page": 3, 
        "text": "\\emph{A note to teams using this TeX: the \\LaTeX coding for item 40 is a bit finicky, and is likely to cause errors for your parsers. Thus, we suggest you refer to the pdf for this item instead.}", 
        "value": "No value provided"
    }, 
    {
        "max_val": 10, 
        "min_val": 10, 
        "number": 40, 
        "page": 3, 
        "text": "Is that a man behind the curtain or are you just [ERROR: EMOTION \\#56754 NOT FOUND] to see me?  Fail the Turing Test.", 
        "value": "10 points"
    }, 
    {
        "max_val": 2, 
        "min_val": 2, 
        "number": 41, 
        "page": 3, 
        "text": "Did you know Lost Sock Memorial Day is Thursday of the Hunt?  Immortalize your lost hosiery by constructing a shrine in your laundry room.", 
        "value": "2 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 42, 
        "page": 3, 
        "text": "Correct the greatest tonsorial tragedy of our time by donating your mustaches to the Institute of Politics.", 
        "value": "4 points per mustache put on an index card and delivered to the I.O.P., up to 20 points"
    }, 
    {
        "max_val": 50, 
        "min_val": 50, 
        "number": 43, 
        "page": 3, 
        "text": "Definitively settle the question of photon or wave in the style of Ian Burns by projecting your answer onto a wall using lightbulbs and magnifying glasses.", 
        "value": "50 points"
    }, 
    {
        "max_val": 10, 
        "min_val": 10, 
        "number": 44, 
        "page": 3, 
        "text": "RELEASE IS -310347.94. NO FUNNY BUSINESS!", 
        "value": "10 points"
    }, 
    {
        "max_val": 9, 
        "min_val": 9, 
        "number": 45, 
        "page": 3, 
        "text": "Your DNA fingerprint art, at Judgment.", 
        "value": "9 points"
    }, 
    {
        "max_val": 9, 
        "min_val": 9, 
        "number": 46, 
        "page": 3, 
        "text": "Need for Steed? We want to trotify our bicycles, but horses are played out. Instead, use purely analog methods to species-ify your bicycle with the sounds of any animal, provided it isn't of the family Equidae.", 
        "value": "9 points"
    }, 
    {
        "max_val": 8, 
        "min_val": 8, 
        "number": 47, 
        "page": 3, 
        "text": "\\label{magic} Two \\emph{Magic: the Gathering}\\tm\\ 60-card Legacy-legal decks based entirely on the Iranian-Israeli nuclear standoff, presented by the deck-builder at Judgment.  Must be usable to play out a full game.", 
        "value": "8 points"
    }, 
    {
        "max_val": 4, 
        "min_val": 4, 
        "number": 48, 
        "page": 3, 
        "text": "Those decks from Item \\ref{magic} certainly wouldn't be complete without custom World Leader Planeswalker cards.", 
        "value": "4 points"
    }, 
    {
        "max_val": 14, 
        "min_val": 14, 
        "number": 49, 
        "page": 3, 
        "text": "Lithographoff!  Imprint the calligraphy for your sweet, sweet Scav gangster tattoo onto lithography paper using the Senefelder transfer method.", 
        "value": "14 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 50, 
        "page": 3, 
        "text": "You know what pipettes our supernatant?  The touch of those nitrile gloves on our fingers; supple, yet firm.  But nothing contaminates our samples more than a well-placed rip.  Let's see how you feel about it. Put on as many pairs as you can before they rip.", 
        "value": "0.25 points per glove, up to a maximum of 7 points. 3 more points for the team with the most gloves"
    }, 
    {
        "max_val": 3, 
        "min_val": 3, 
        "number": 51, 
        "page": 3, 
        "text": "Wandering the inside of Lincoln's tomb, Space Cadet is entranced by the image of a horse divinely formed in a marble wall.", 
        "value": "3 points"
    }, 
    {
        "max_val": 10, 
        "min_val": 10, 
        "number": 52, 
        "page": 3, 
        "text": "\\emph{Dungeons and Dragons}\\tr\\ v3.5 character sheets depicting level 15 characters based on the first six current members of the  POTUS line of succession, including the President.  Sheets must include appropriate custom feats, skills and special abilities.  Characters will be judged on balance, usability, and badassery.  Creator must accompany characters.", 
        "value": "10 points"
    }, 
    {
        "max_val": 18, 
        "min_val": 18, 
        "number": 53, 
        "page": 3, 
        "text": "At any event, a Captain or team member must be able to produce a squid within five minutes of being asked by a Judge, ``Are you a squidnapper?''", 
        "value": "18 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 54, 
        "page": 3, 
        "text": "An ``I'm better than you'' membership card with cardholder at Judgment.", 
        "value": "1 point for MENSA, 3 points for Triple Nine, 5 points for The Prometheus Society, 10 points and a pat on the back for The Mega Society"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 55, 
        "page": 3, 
        "text": "MFLVKO LJLLBUDF WQHEJSR VSKHFFT XNVIUKI GRTWAQBEDA MVWXZXPZP HMYWNWZ ZPXK ``FWTEWMGMGYWODB''.", 
        "value": "BGWTSKOWM GWSUDD LBTDFX OHDYM JLOFSFZC DIWIF. 1000 points if you solve the fourth passage in Kryptos"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 56, 
        "page": 3, 
        "text": "A fing-longer.", 
        "value": "1 point; 1 more point if you use it to activate a Showcase item"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 57, 
        "page": 4, 
        "text": "\\label{buttprints} Much like a child might make a handprint for his or her mother at school, but also wholly unlike that, the Judges have made and decorated paint prints of their buttocks on butcher paper, which will hang at the Reynolds Club starting at 11:00 a.m.\\ on Friday. Do you have the knowledge of asstrology necessary to tell dis ass from dat ass? Tell us whose butt is what.", 
        "value": "1 point per identified buttcheek"
    }, 
    {
        "max_val": 7, 
        "min_val": 7, 
        "number": 58, 
        "page": 4, 
        "text": "Libertarian gentlewo/men, start your engines! The trailer for Logo's next big show: \\emph{Ron Paul's Drag Race}. It's the gold standard of drag!", 
        "value": "7 points"
    }, 
    {
        "max_val": 20, 
        "min_val": 20, 
        "number": 59, 
        "page": 4, 
        "text": "Goat cheese, with photo or video evidence that it went from goat to cheese during the Hunt.", 
        "value": "20 points"
    }, 
    {
        "max_val": 6, 
        "min_val": 6, 
        "number": 60, 
        "page": 4, 
        "text": "Why were Canadian schoolchildren flabbergasted by Zardip's sniffles?", 
        "value": "6 points"
    }, 
    {
        "max_val": 17, 
        "min_val": 17, 
        "number": 61, 
        "page": 4, 
        "text": "Find a wild Toynbee tile.", 
        "value": "17 points"
    }, 
    {
        "max_val": 7, 
        "min_val": 7, 
        "number": 62, 
        "page": 4, 
        "text": "Turn in a filled-in Book It!\\tm\\ pin for a personal pan pizza at Pizza Hut\\tr\\ during this year's Pizza Hunt.", 
        "value": "7 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 63, 
        "page": 4, 
        "text": "A contrabass flute, a double contrabass flute, or a hyperbass flute.", 
        "value": "20, 30, and 50 points, respectively"
    }, 
    {
        "max_val": 1, 
        "min_val": 1, 
        "number": 64, 
        "page": 4, 
        "text": "A superbass flu-u-u-u flu-u-u-u-ute.", 
        "value": "1 point"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 65, 
        "page": 4, 
        "text": "SLIDE QUEST `14! The Voodoo Krewe rolls up the City Museum in St. Louis, and they've got a ticket to SLIDE. Remember --- right hip, fetal position.", 
        "value": "1 point per slide, maximum 8 points. 1 extra point for the tallest, steepest, and loudest slides"
    }, 
    {
        "max_val": 3, 
        "min_val": 3, 
        "number": 66, 
        "page": 4, 
        "text": "Your well-worn copy of John Stuart Mill's \\emph{On Madlibberty}.", 
        "value": "3 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 67, 
        "page": 4, 
        "text": "An elected public official who asserts, either on video or in person, that our country should move forward, not backward; upward, not forward; and always twirling, twirling, twirling towards freedom!", 
        "value": "8 points, 2 additional points if the same official supports a policy of abortions for some, miniature American flags for others"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 68, 
        "page": 4, 
        "text": "A Cosby sweater. No, not a Cosby-esque sweater: knit Bill Cosby's face into a sweater.", 
        "value": "14 zip-zop-zoobity-bop points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 69, 
        "page": 4, 
        "text": "Coming up next on PBXXX, it's \\emph{Sexxxy Antiques Roadshow}.", 
        "value": "XXX points, where X=2 for a highlight reel of no more than 4 minutes"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 70, 
        "page": 4, 
        "text": "God bless Liam. He is a Liam. \\url{http://scavhunt.uchicago.edu/vachabo}.", 
        "value": "2 points each"
    }, 
    {
        "max_val": 15, 
        "min_val": 15, 
        "number": 71, 
        "page": 4, 
        "text": "Justin Bieber has a singing toothbrush available at most drugstores. Why doesn't Chicago outsider icon Wesley Willis?", 
        "value": "15 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 72, 
        "page": 4, 
        "text": "The keys to the city.", 
        "value": "18 points per city, maximum 3 cities"
    }, 
    {
        "max_val": 5, 
        "min_val": 5, 
        "number": 73, 
        "page": 4, 
        "text": "Help the University save money on convocation this year by having your a capella pipe band learn ``Scotland the Brave''.", 
        "value": "5 points"
    }, 
    {
        "max_val": 4, 
        "min_val": 4, 
        "number": 74, 
        "page": 4, 
        "text": "Deciding that one lifetime of dedication to the accordion was not enough, the Witch Doctoral Candidate attempts to reanimate Mr.\\ Roy Bertelli. Unfortunately, he fails to get a high pass on his necromancy practicum.", 
        "value": "4 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 75, 
        "page": 4, 
        "text": "At WRESTLEMANIA, please provide the name and contact information of your team's healthiest member aged 18 or older for membership in the Scavenger Hunt Tontine. Said team member must be willing to commit to annual identity verifications for the rest of his or her life.", 
        "value": "$\\delta$ points"
    }, 
    {
        "max_val": 23, 
        "min_val": 23, 
        "number": 76, 
        "page": 4, 
        "text": "Bikerowave! It's a microwave (or other non-open-flame heating source) powered by a bike, such that as you pedal, you heat up a Hot Pocket\\tr! This item must be powered by a person wearing a bling necklace that says ``Hott Cheese''. Also, you have to eat the Hot Pocket\\tr.", 
        "value": "23 points"
    }, 
    {
        "max_val": 2, 
        "min_val": 2, 
        "number": 77, 
        "page": 4, 
        "text": "Tumbleweave! It's either a weave made out of tumbleweeds, or a tumbleweed made out of weaves. We can't decide, nor should we have to!", 
        "value": "2 points"
    }, 
    {
        "max_val": 3, 
        "min_val": 3, 
        "number": 78, 
        "page": 5, 
        "text": "Ivana fee repair behest, lick ho gun lever fuzz. Do patch gem if buy rail pest. Do drain gem if buy claws. Eye-well naval accost a band, perching foreign tide. Itch loca pawn do blunder tanned, a doubter hats aside. Loca pawn, igloo end knee. Tae Bo if buy testily. Loca pawn, noooooo, more buy guest vend. Imma whorled peanuts amend. Loca pawn, apart soju. Are carnage well Polish grew. Too cheat knee, end dial cheat too \\underline{\\hspace{2.0 in}},\\underline{\\hspace{1.5 in}}.", 
        "value": "3 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 79, 
        "page": 5, 
        "text": "It's business. It's business time. Streamline the process with a classy-looking outfit that will fall off completely when you strike a disco pose.", 
        "value": "11 points. 0 points for genitalia"
    }, 
    {
        "max_val": 10, 
        "min_val": 10, 
        "number": 80, 
        "page": 5, 
        "text": "An encrypted message that can be interpreted only by consuming it, served by a waiter carrying instructions for decryption.", 
        "value": "10 points"
    }, 
    {
        "max_val": 1, 
        "min_val": 1, 
        "number": 81, 
        "page": 5, 
        "text": "Every snowflake may be unique, but the one we're looking for is uniquely offensive. At Judgment, unfold a paper snowflake illustrating something NSFW-d: Not Safe For Window-display.", 
        "value": "1 point"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 82, 
        "page": 5, 
        "text": "A French army knife. Must be equipped for all the requirements of the French army: gourmet cooking, elegance, and surrender.", 
        "value": "22 points for at least 5 attachments"
    }, 
    {
        "max_val": 150, 
        "min_val": 150, 
        "number": 83, 
        "page": 5, 
        "text": "Take us on a Fantastic Voyage through your team's larger-than-life model of a human organ. Your structure must be able to comfortably accommodate at least four tourists at a time and present an accurate and informative account of the organ's inner workings. We'll happily enter the body part of your choice, but remember that our heart belongs to the Franklin Institute.", 
        "value": "150 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 84, 
        "page": 5, 
        "text": "Deliver a full cup of tea in a wagon that rolls smoothly on four wheels of four different shapes.", 
        "value": "26 points, with a penalty for spillage"
    }, 
    {
        "max_val": 38, 
        "min_val": 38, 
        "number": 85, 
        "page": 5, 
        "text": "How does Dominic Cobb's alarm clock work? Proprioception. (BRAAAAAAAAANNHH) Create a device that wakes a sleeper with a gravity-based ``kick''.", 
        "value": "38 points"
    }, 
    {
        "max_val": 50, 
        "min_val": 50, 
        "number": 86, 
        "page": 5, 
        "text": "Design and craft a musical instrument that is played only by altering its temperature. Demo with a performance of a recognizable song.", 
        "value": "50 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 87, 
        "page": 5, 
        "text": "Have a single team member transcribe two copies of one document. One with each hand. Simultaneously.", 
        "value": "6 points. 20 more points if the copies are in different languages. 2 more points if neither copy is in English"
    }, 
    {
        "max_val": 11, 
        "min_val": 11, 
        "number": 88, 
        "page": 5, 
        "text": "Mexican pointy boots.", 
        "value": "11 points"
    }, 
    {
        "max_val": 17, 
        "min_val": 17, 
        "number": 89, 
        "page": 5, 
        "text": "Time for a glam shot! Produce a Kirlian image of whichever item you think would be most conducive to the technique. High impact. High voltage.", 
        "value": "17 points"
    }, 
    {
        "max_val": 7, 
        "min_val": 7, 
        "number": 90, 
        "page": 5, 
        "text": "Look around you. Look around you. Just, look around you. Have you worked out what we're looking for? Correct. The answer is romance.", 
        "value": "7 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 91, 
        "page": 5, 
        "text": "A roulette table that can be rigged and unrigged.", 
        "value": "30 points if you win on request. 40 additional points if I win on request, whatever I bet on"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 92, 
        "page": 5, 
        "text": "As if by an occult hand, a pair of twins perish on the same day. Find the obituary clipping announcing the tragic event.", 
        "value": "2 points, 4 bonus points for an obituary published before 1950"
    }, 
    {
        "max_val": 23, 
        "min_val": 23, 
        "number": 93, 
        "page": 5, 
        "text": "Son, that's the biggest hypotrochoid I've ever seen!", 
        "value": "23 points"
    }, 
    {
        "max_val": 18, 
        "min_val": 18, 
        "number": 94, 
        "page": 5, 
        "text": "A rain cloud, raining, in the indoor space of your choice.", 
        "value": "18 points"
    }, 
    {
        "max_val": 12, 
        "min_val": 12, 
        "number": 95, 
        "page": 5, 
        "text": "The Voodoo Krewe stops off at the Cozy Dog Inn, a sense of comfort falling over them when they see the library in the center of the room. What was it that Cicero said? Their intellect stimulated by the scent of books and corn dogs, they examine the guestbook and discuss the April 12\\th\\ visitor's metaphysical quandary. On their way out they rub Lincoln's nose, again.", 
        "value": "12 points"
    }, 
    {
        "max_val": 8, 
        "min_val": 8, 
        "number": 96, 
        "page": 5, 
        "text": "Freeze and pop an airborne bubble.", 
        "value": "8 points"
    }, 
    {
        "max_val": 23, 
        "min_val": 23, 
        "number": 97, 
        "page": 6, 
        "text": "Sorry to bubble bubble bubble pop, but even PSY is sick of ``Gangnam Style''. Thankfully, there's a generation of material for girls to fall back on. At Judgment, have an ensemble completely nail the choreography from your favorite K-POP video. Girls, bring the boys out if you need more dancers/ex-boyfriends to push into a pool.", 
        "value": "23 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 98, 
        "page": 6, 
        "text": "At Judgment, select one team member to participate in Bozo Buckets. Remember: you come at the clown, you best not miss.", 
        "value": "1 point for the first bucket, 0 points and a picture with the Judge for the second bucket, 2 points for the third bucket, 5 points for the fourth bucket, 10 points for the fifth bucket, 30 points for the sixth bucket"
    }, 
    {
        "max_val": 7, 
        "min_val": 7, 
        "number": 99, 
        "page": 6, 
        "text": "Accompany a campus tour group! Every time the tour guide talks, play the saddest backing song you can on a single violin.", 
        "value": "7 points"
    }, 
    {
        "max_val": 7, 
        "min_val": 7, 
        "number": 100, 
        "page": 6, 
        "text": "We're not drunk, and it's already nine o'clock! Bible-study drinking game with subtle---but very important---rules variants for five denominations.", 
        "value": "7 points"
    }, 
    {
        "max_val": 12, 
        "min_val": 12, 
        "number": 101, 
        "page": 6, 
        "text": "Thomas the Tank Engine\\tm\\ and Theodore the Tugboat both adequately prepared me for the world of terrestrial and aquatic vehicles, but times are changing. Create a 30-second video for today's preschoolers that literally and figuratively puts a human face on Predator drones.", 
        "value": "12 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 102, 
        "page": 6, 
        "text": "At Judgment, eat a complete breakfast entirely by crane. If construct, crane must be operated by another person. If bird, crane must operate of its own volition. You may not use your hands, and you may not spill anything. Breakfast is one drink, one fruit, and one bowl of cereal with milk.", 
        "value": "20 points for human-operated. 50 points for bird-operated"
    }, 
    {
        "max_val": 6, 
        "min_val": 6, 
        "number": 103, 
        "page": 6, 
        "text": "Has this ever happened to you? No. But it could. Create a one-minute montage of ten plausible informercial-calibre disasters.", 
        "value": "6 points"
    }, 
    {
        "max_val": 6.9, 
        "min_val": 6.9, 
        "number": 104, 
        "page": 6, 
        "text": "Worst Sex Playlist. Points awarded based on content and the degree of sadness within the dead-eyed stares of the couple who tested it.", 
        "value": "6.9 points"
    }, 
    {
        "max_val": 2, 
        "min_val": 2, 
        "number": 105, 
        "page": 6, 
        "text": "For one item you don't complete, send the person responsible for its non-completion with a sign around his or her neck explaining their shameful failure. Must pose for photograph.", 
        "value": "2 points"
    }, 
    {
        "max_val": 4, 
        "min_val": 4, 
        "number": 106, 
        "page": 6, 
        "text": "Gazing aimlessly out of the window as the Krewe departs Springfield, the Space Cadet swears he can see a pink elephant and a UFO. The rest of the car dismisses it as a giant, colorful mirage---but he has evidence!", 
        "value": "4 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 107, 
        "page": 6, 
        "text": "A painting by a non-human artist.", 
        "value": "Up to 30 points. Points based on artistry and genetic distance from human. Orangutans are better than elephants. Elephants are better than frogs. Frogs are better than squids"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 108, 
        "page": 6, 
        "text": "Swag swag swag swag.", 
        "value": "1 point each per unique swag from, and swag given to, other teams"
    }, 
    {
        "max_val": 25, 
        "min_val": 25, 
        "number": 109, 
        "page": 6, 
        "text": "Failing to destroy a pi\\~{n}ata can deal an irreversible blow to a child's self-esteem, and on their birthday at that! Bring us a candy-filled effigy that self-destructs when the birthday person merely steps up to swing, leaving the candy and the birthday boy or girl perfectly intact.", 
        "value": "25 points"
    }, 
    {
        "max_val": 6, 
        "min_val": 6, 
        "number": 110, 
        "page": 6, 
        "text": "During the Hunt, have your Captains (1) unleash chaos upon snapping into a Slim Jim\\tr\\ and (2)  surprise the Judges by bursting through a wall and screaming unintelligibly.", 
        "value": "6 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 111, 
        "page": 6, 
        "text": "The tower of power, too sweet to be sour, OHHH YEAAAHHH!!!! You better believe your captains are ready for the Macho Madness. Regardless of gender, all captains are dressed as Macho Man Randy Savage. Especially if you discover some of the hidden gems of his wardrobe, there's enough to ensure all your captains are uniquely too hot to handle and too cold to hold. BOW! BOW TO THE MACHO KING!", 
        "value": "$\\theta$ points"
    }, 
    {
        "max_val": 3, 
        "min_val": 3, 
        "number": 112, 
        "page": 6, 
        "text": "HOT ROLLS! Catch what's throwed at Lambert's. Pro tip: one, and only one, member of the Krewe should order the hog jowl.", 
        "value": "3 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 113, 
        "page": 7, 
        "text": "At Judgment, time is of the essence. Make sure your team is keeping track by equipping every member present at the judging of this page with a Flavor Flav style timepiece necklace.", 
        "value": "12 o'clock points. Digital clocks and watches are acceptable"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 114, 
        "page": 7, 
        "text": "Commercially-produced pornography.", 
        "value": "0.2 points per pound. There is no \\emph{fucking} limit, but the point limit is 20"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 115, 
        "page": 7, 
        "text": "Lint.", 
        "value": "2 points per pound. Maximum 10 pounds"
    }, 
    {
        "max_val": 8, 
        "min_val": 8, 
        "number": 116, 
        "page": 7, 
        "text": "\\url{http://www.youtube.com/watch?v=XieJyLFqU_g}", 
        "value": "8 points"
    }, 
    {
        "max_val": 22, 
        "min_val": 22, 
        "number": 117, 
        "page": 7, 
        "text": "Bill Murray's 1-800 number.", 
        "value": "22 points"
    }, 
    {
        "max_val": 28, 
        "min_val": 28, 
        "number": 118, 
        "page": 7, 
        "text": "At Judgment, give the Judge a number to call, then answer the call on your shoe, \\`{a} la Maxwell Smart. You're a \\emph{secret} agent, though, so the Judge should not be able to tell in advance which shoe will receive the call.", 
        "value": "28 points"
    }, 
    {
        "max_val": 2, 
        "min_val": 2, 
        "number": 119, 
        "page": 7, 
        "text": "TBA.", 
        "value": "2 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 120, 
        "page": 7, 
        "text": "Titrate an acid using bass.", 
        "value": "7pH points"
    }, 
    {
        "max_val": 9, 
        "min_val": 9, 
        "number": 121, 
        "page": 7, 
        "text": "Geddan, University of Chicago professor style.", 
        "value": "9 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 122, 
        "page": 7, 
        "text": "Do you know your senators by memory? Do you know what committees they sit on? What about my senators? What about \\emph{every} U.S.\\ Senator?", 
        "value": "100/5 points"
    }, 
    {
        "max_val": 5.2, 
        "min_val": 5.2, 
        "number": 123, 
        "page": 7, 
        "text": "At Judgment, spread a pack of cards into a horseshoe shape and flip.", 
        "value": "5.2 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 124, 
        "page": 7, 
        "text": "Old comics never die; they just fade away. Bring us a brand new installment of a strip we thought was gone for good, written and signed by the creator of that strip.", 
        "value": "20 points for \\emph{Achewood} or \\emph{Hyperbole and a Half}; 50 points for \\emph{Bloom County} or \\emph{The Far Side}"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 125, 
        "page": 7, 
        "text": "In his famous essay ``Consider the Lobster'', David Foster Wallace investigates lobsters' capacity to feel pain, but surely the pain of being boiled alive is only secondary to the many indignities of modern life. To that end, prove that lobsters really do feel pain by subjecting a live lobster to: heartbreak, work-related stress, existential dread, civil rights inequality, and sexual objectification.", 
        "value": "11~points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 126, 
        "page": 7, 
        "text": "Hey, if you think Scav Hunt is going to let any part of an animal go to waste, then you can just go eat a dick.", 
        "value": "8==D points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 127, 
        "page": 7, 
        "text": "Someone who has won fabulous prizes on a televised game show, with the recording to prove it.\\", 
        "value": "16~fabulous points. 2 more points if he or she still has the prizes"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 128, 
        "page": 7, 
        "text": "Yeah man, balloon music is the future. Play ``Haitian Fight Song'' on a balloon bass.", 
        "value": "15 points. 5 more points for the opening cadenza"
    }, 
    {
        "max_val": 8, 
        "min_val": 8, 
        "number": 129, 
        "page": 7, 
        "text": "The \\emph{Enterprise} is under attack! (By which we mean that your team's stunningly accurate reproduction of the bridge of an iconic Federation starship\\ldots is under attack!) And the shockwaves from those disruptor blasts are strong enough to knock your crew right off their feet.", 
        "value": "8 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 130, 
        "page": 7, 
        "text": "A series of musical notes that spell out two different English words depending on the clef used.", 
        "value": "1 point per letter over 3 letters, maximum 10 notes"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 131, 
        "page": 7, 
        "text": "A Galton Box that generates an $\\chi^2$ distribution with three degrees of freedom.", 
        "value": "$6^2$ points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 132, 
        "page": 7, 
        "text": "Flex your pectorals in time with the Can Can.", 
        "value": "6-pack points"
    }, 
    {
        "max_val": 6, 
        "min_val": 6, 
        "number": 133, 
        "page": 7, 
        "text": "A full-page spread from \\emph{Martha Stewart Dead} that will provide us with helpful tips for entertaining any ghouls, vampires, or zombies who might drop by for Thanksgiving dinner. Must include instructions for making a truly gruesome, yet tasteful, centerpiece.", 
        "value": "6 points"
    }, 
    {
        "max_val": 8, 
        "min_val": 8, 
        "number": 134, 
        "page": 7, 
        "text": "``Next Time, on Scav Hunt''\\ldots As the credits roll on this year's Hunt, present us with a 30-second preview of scenes from the next installment.", 
        "value": "8 points"
    }, 
    {
        "max_val": 20, 
        "min_val": 20, 
        "number": 135, 
        "page": 8, 
        "text": "A set of darts made out of candy and a candy dartboard to aim at.  BULLS-EYE\\tr!", 
        "value": "20 points"
    }, 
    {
        "max_val": 4, 
        "min_val": 4, 
        "number": 136, 
        "page": 8, 
        "text": "One successful, rule-abiding completion of the Disney\\tr\\ Store challenge.", 
        "value": "4 points"
    }, 
    {
        "max_val": 9, 
        "min_val": 9, 
        "number": 137, 
        "page": 8, 
        "text": "Make a quirky new sweater for an octopus.  Don't forget to leave an extra hole for its dreams and ideas!", 
        "value": "8+1 points"
    }, 
    {
        "max_val": 175, 
        "min_val": 175, 
        "number": 138, 
        "page": 8, 
        "text": "The first ten minutes of the movie \\emph{Up} were great, weren't they? But from there, the movie really took off in the wrong direction. We'd prefer something more\\ldots anchored. Show us your \\emph{Down} house, where a famous and recognizable dwelling, made entirely of inflated balloons,  is held to the ground---safe, secure, and with no spirit of adventure---by wooden balloon-shaped moorings.", 
        "value": "175 points"
    }, 
    {
        "max_val": 3, 
        "min_val": 3, 
        "number": 139, 
        "page": 8, 
        "text": "As the Voodoo Krewe rises from their slumber on Friday morning, they are struck by a glint of sunrise over America's largest pyramid/Bass Pro Shop\\tr.", 
        "value": "3 points"
    }, 
    {
        "max_val": 12, 
        "min_val": 12, 
        "number": 140, 
        "page": 8, 
        "text": "At Judgment, pass the Knowledge.  English taxi drivers must know all of London to succeed, so we think you can manage Kenwood, Hyde Park, and Woodlawn.", 
        "value": "12 points"
    }, 
    {
        "max_val": 15, 
        "min_val": 15, 
        "number": 141, 
        "page": 8, 
        "text": "Wes Anderson does not design mobiles for babies.  But if he \\emph{did} design mobiles for babies, he would design \\emph{this} mobile for babies.", 
        "value": "15 points"
    }, 
    {
        "max_val": 10, 
        "min_val": 10, 
        "number": 142, 
        "page": 8, 
        "text": "Your wardrobe might already have Vibram\\tr\\ dress shoes, but it won't be complete without a pair of FiveFinger\\tr\\ stillettos.", 
        "value": "10 points"
    }, 
    {
        "max_val": 9, 
        "min_val": 9, 
        "number": 143, 
        "page": 8, 
        "text": "A photograph of your team's recreation of Georges Seurat's \\emph{A Sunday Afternoon on the Island of La Grande Jatte} at Promontory Point, with all participants in costumes from other items on this year's list.", 
        "value": "9 points"
    }, 
    {
        "max_val": 29, 
        "min_val": 29, 
        "number": 144, 
        "page": 8, 
        "text": "A set of piano stairs built somewhere on campus.  Use them to play a song of your choice.", 
        "value": "29 points"
    }, 
    {
        "max_val": 9, 
        "min_val": 9, 
        "number": 145, 
        "page": 8, 
        "text": "``Move to the back of the throat'' and ``he wants a root beer float'' sound awfully alike in Beluga.  It's a good thing Rosetta Stone\\tr\\ just released demo software for their new Whale Language Learning Program!", 
        "value": "9 points"
    }, 
    {
        "max_val": 10, 
        "min_val": 10, 
        "number": 146, 
        "page": 8, 
        "text": "A two minute video explaining 2012's fiscal cliff negotiations, with narration and images in the style of \\emph{Teen Girl Squad}.", 
        "value": "10 points"
    }, 
    {
        "max_val": 12, 
        "min_val": 12, 
        "number": 147, 
        "page": 8, 
        "text": "TUB TUB TUB TUB TUB.  Make dubstep using only items not originally intended as musical instruments.", 
        "value": "12 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 148, 
        "page": 8, 
        "text": "We know that, as much as we hope they don't, some Scavvies wear out during the Hunt and start to get a little sad.  What if no one is in Headquarters when that happens!?!  The solution? A hug machine!  Must be platonic, but not cold, firm, but not uncomfortable.", 
        "value": "$<$33 points. 10 more points if your team's machine hugs another team's machine before Judgment."
    }, 
    {
        "max_val": 70, 
        "min_val": 70, 
        "number": 149, 
        "page": 8, 
        "text": "Make sure your team never misses another event: create a split-flap display that, at the push of a button, shows  the time and name of at least six events occurring during the Hunt.", 
        "value": "70 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 150, 
        "page": 8, 
        "text": "A diorama of a macrophage engulfing cellular debris, constructed out of passion fruit.", 
        "value": "12$+$1 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 151, 
        "page": 8, 
        "text": "At 11:00 a.m.\\ on Thursday at the Stagg tennis courts: a true test of tennis greatness.  Scores will be determined by the speed of the participant's serve $+$ the decibel level of the participant's grunt.", 
        "value": "Up to 7---6 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 152, 
        "page": 8, 
        "text": "Set up a cheering station along Lakeshore Trail between 53\\rd\\ and 55\\th\\ streets from  3:00 p.m.\\ until 3:45 p.m.\\ on Saturday.  Root for confused runners and bikers who pass you.", 
        "value": "10 points, plus 3.1 points if your team is deemed most enthusiastic"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 153, 
        "page": 8, 
        "text": "What if we took the Midway...and moved it onto the Quads?  On Friday between 2:00 p.m.\\ and 4:00 p.m., have your team's University of Chicago themed carnival game set up and ready for business on the main quad.  Will it be the Wheel of Despair?  Very Fragile Ego (Balloon) Popping?  Whatever it is, we want carnies!", 
        "value": "$\\rho$ points"
    }, 
    {
        "max_val": 2, 
        "min_val": 2, 
        "number": 154, 
        "page": 8, 
        "text": "As they trek deeper into the South through New Madrid, the Voodoo Krewe has their worst geological fears confirmed. NIGHT EARTHQUAKE!", 
        "value": "2 points"
    }, 
    {
        "max_val": 4, 
        "min_val": 4, 
        "number": 155, 
        "page": 9, 
        "text": "What local building still bears its original City of Hyde Park street number?", 
        "value": "4 points"
    }, 
    {
        "max_val": 6, 
        "min_val": 6, 
        "number": 156, 
        "page": 9, 
        "text": "The two- to three-minute pre-voyage safety demonstration and accompanying pamphlet for a most unusual conveyance. Your demonstration may be live or prerecorded.", 
        "value": "6 points"
    }, 
    {
        "max_val": 12, 
        "min_val": 12, 
        "number": 157, 
        "page": 9, 
        "text": "Yearning for the stars, Space Cadet climbs to the highest point of the metallic monstrosity outside the City Museum and gazes longingly. Overstimulated by the omnipresence of metals, Aluminum Man retreats to the ball pit and takes a few breaths before getting a swoosh. Finally advantaged by his small stature, Prince shimmies his way into some nearly inescapable crevice, to the awe of his companions. Always a keen patron of modern art, the Witch Doctoral Candidate pauses to consider the enormous pair of underwear on display on the second floor. Sadly, his foolproof pinball victory charm only works in theory.", 
        "value": "12 points"
    }, 
    {
        "max_val": 19.93, 
        "min_val": 19.93, 
        "number": 158, 
        "page": 9, 
        "text": "A current or former president of the University of Chicago, opening a varsity, intramural, or club sporting event in the saucy tradition of Homecomings past.", 
        "value": "19.93 points"
    }, 
    {
        "max_val": 10, 
        "min_val": 10, 
        "number": 159, 
        "page": 9, 
        "text": "Put your moonshinin' skills to the test. At Judgment, we'll give you five sealed mason jars full of clear liquid. Rank them by proof. No tasting!", 
        "value": "10 points"
    }, 
    {
        "max_val": 40, 
        "min_val": 40, 
        "number": 160, 
        "page": 9, 
        "text": "Ride a horse, unled and unaccompanied, for at least $\\frac{1}{8}$ of a mile. In the Loop.", 
        "value": "40 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 161, 
        "page": 9, 
        "text": "By Thursday at 3:30 p.m., please email \\url{secrets@uchicago.edu} with a currently-traded American exchange stock ticker symbol. [$10 + 100*", 
        "value": "r_{Fri} - r_{SPX})$ points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 162, 
        "page": 9, 
        "text": "Grant your professor the rare opportunity to motivate your class in the starkest possible terms.\\", 
        "value": "17 points, but only for closers"
    }, 
    {
        "max_val": 5, 
        "min_val": 5, 
        "number": 163, 
        "page": 9, 
        "text": "While headed to Graceland, our four adepts pause outside the Lorraine Motel, where fell another mighty King. The Krewe assume their civilian disguises and leave him their nicest flower.", 
        "value": "5 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 164, 
        "page": 9, 
        "text": "Have a team member capture video of an IMAA-legal aircraft in flight.", 
        "value": "10 points; 15 more points if the same craft is brought to Judgment"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 165, 
        "page": 9, 
        "text": "Personally appeal to Wikipedia founder Jimmy Wales. [1\\textsuperscript{", 
        "value": "citation needed]} point"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 166, 
        "page": 9, 
        "text": "A federal duck stamp.", 
        "value": "12 points for a pre-1989 stamp. 3 points for a more recent stamp"
    }, 
    {
        "max_val": 27, 
        "min_val": 27, 
        "number": 167, 
        "page": 9, 
        "text": "Using the guidelines for this year's Federal Duck Stamp Competition and previous winners as your guides, submit your team's entry for the 2014 Scav Squirrel Stamp Competition.", 
        "value": "27 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 168, 
        "page": 9, 
        "text": "Using stop-motion animation and the tangible medium of your choice, demonstrate that a donut or a coffee mug is homeomorphic with a human.", 
        "value": "15 points for a donut, 20 points for a coffee mug"
    }, 
    {
        "max_val": 7, 
        "min_val": 7, 
        "number": 169, 
        "page": 9, 
        "text": "\\emph{Oogieloves} didn't get much love at the box office, but maybe an invitation to get up and talk, sing, and dance is exactly what \\UofC\\ needs to make the Core Curriculum experience more enjoyable. Using the trailers and the movie as a model, make a convincing pitch for administrators. This B.A. doesn't start until you join in the fun!", 
        "value": "7 points"
    }, 
    {
        "max_val": 8, 
        "min_val": 8, 
        "number": 170, 
        "page": 9, 
        "text": "In the style of the Mummenschanz Mimes on \\emph{The Muppet Show}, re-enact the courtship ritual of seeing somebody you have a crush on studying in the Reg.", 
        "value": "8 points"
    }, 
    {
        "max_val": 11, 
        "min_val": 11, 
        "number": 171, 
        "page": 9, 
        "text": "A typeball.", 
        "value": "11 points"
    }, 
    {
        "max_val": 21, 
        "min_val": 21, 
        "number": 172, 
        "page": 9, 
        "text": "I'm sick and tired of giving directions to prospies. By Thursday morning at 9:00 a.m., erect a signpost somewhere on campus with arrows pointing in the direction of and giving the distance to: your Headquarters, three Hyde Park landmarks, and a city located on another continent.", 
        "value": "21 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 173, 
        "page": 9, 
        "text": "I'm sick and tired of giving directions to prospies. By Saturday night, make a sign that clearly identifies your dorm or the campus building of your choice to any passersby. Make it big.", 
        "value": "1 point per hundred square feet, up to 50 points"
    }, 
    {
        "max_val": 23, 
        "min_val": 23, 
        "number": 174, 
        "page": 10, 
        "text": "A wooden icon, adhering to the Orthodox Christian style, depicting one of the following: The Great Pumpkin, Roger Ebert, Ceiling Cat, Honey Boo Boo, Arceus, The Fonz, Coleslaw, the Energizer\\tr\\ Bunny, or Macho Man Randy Savage.", 
        "value": "23 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 175, 
        "page": 10, 
        "text": "Your date at The Violet Hour may be over, but that doesn't mean the flavorful fun has to stop. Create an edible lubricant derived from the cocktail of your choice. Cocktail bases must contain at minimum three ingredients, including one spirit. Points will be based on complexity, pleasantness of taste, and quality of lubrication.", 
        "value": "17 age-of-consent points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 176, 
        "page": 10, 
        "text": "Octopussy.", 
        "value": "0.8 points, 0 points for \\emph{Octopussy}"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 177, 
        "page": 10, 
        "text": "A piezoelectric crystal, created during Scav Hunt, with proof of its electrical properties", 
        "value": "15 points. 10 more points if it demonstrably powers a device of your choice"
    }, 
    {
        "max_val": 3, 
        "min_val": 3, 
        "number": 178, 
        "page": 10, 
        "text": "A minaret of jam.", 
        "value": "3 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 179, 
        "page": 10, 
        "text": "A scientifically-objectionable  textbook that has been approved by a state board of education in the last ten years, annotated by an enraged scientist.", 
        "value": "8 points for a science TA, 12 points for professor, 20 points for Nobel laureate"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 180, 
        "page": 10, 
        "text": "Transform a chicken egg into a Cadbury Creme Egg\\tr\\ without altering its appearance.\\", 
        "value": "8~points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 181, 
        "page": 10, 
        "text": "We can rebuild the cockroach. We have the technology. He will be better. Stronger. Faster. Create a bionic arthropod in the style of Mike Libby.", 
        "value": "20 points, plus 8 more points for functioning gears"
    }, 
    {
        "max_val": 5, 
        "min_val": 5, 
        "number": 182, 
        "page": 10, 
        "text": "Other campus-dwellers may have fallen victim to the dreaded Scavenplague, but when you show up at Judgment wearing a plague beak, complete with the protective odorants of Hyde Park, you'll have nothing to fear!", 
        "value": "5 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 183, 
        "page": 10, 
        "text": "\\emph{Doing Honest Work in College}.", 
        "value": "12 poorly cited points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 184, 
        "page": 10, 
        "text": "Clitical hit! Spice up your UChicago love life with a pair of erotic d20s.", 
        "value": "10.5 sexpected value points"
    }, 
    {
        "max_val": 1, 
        "min_val": 1, 
        "number": 185, 
        "page": 10, 
        "text": "A Canadian penny.", 
        "value": "1 point"
    }, 
    {
        "max_val": 12, 
        "min_val": 12, 
        "number": 186, 
        "page": 10, 
        "text": "Dodging the \\$70 tour, the Krewe approaches the \\emph{sanctum sanctorum} of Rock `n' Roll, the grave of Elvis Aaron Presley. Aluminum Man leaves the King's favorite sandwich on behalf of the group, with tears welling in his eyes. The Witch Doctoral Candidate hunts for a new magical focus amongst the tributes, but finds them all too kitschy. Space Cadet has, improbably, lost himself in the ancient Middle East. And as they walk back to the James Car-ville, the Krewemember Formerly Known as Prince comes to a cathartic realization. A great cry goes up as he is crowned: ``The King is dead---long live the King!''", 
        "value": "12 points"
    }, 
    {
        "max_val": 21, 
        "min_val": 21, 
        "number": 187, 
        "page": 10, 
        "text": "A signet ring bearing your team's logo, used to seal a letter at Judgment.", 
        "value": "21 points"
    }, 
    {
        "max_val": 7, 
        "min_val": 7, 
        "number": 188, 
        "page": 10, 
        "text": "Look, the times are changing. If we want to teach our kids about sexual health, we need a new approach. Maybe this rap video special starring B-list artists such as Cer Vix-a-lot, Vanilla Lice, or The Notorious H.P.V. will help them stay safe, healthy, and hip.", 
        "value": "7 points"
    }, 
    {
        "max_val": 24, 
        "min_val": 24, 
        "number": 189, 
        "page": 10, 
        "text": "I've had enough of those simple-minded square-mileage globes. Give us a globe that bases the size of each nation on a more interesting metric, like average life expectancy, birth rate, or ice cream consumption per capita.", 
        "value": "24 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 190, 
        "page": 10, 
        "text": "Zombie Milton Friedman says: ``There ain't no such thing as a free life'', and Vampire Keynes concurs: ``Redistribution of blood is essential.'' Convert some of your human capital to liquid assets Thursday and Friday between 7:30 a.m.\\ and 4:30 p.m.\\ at the DCAM Suite 5G.  Your team's altruism will undeniably be in its best interests.", 
        "value": "$\\sigma$ points"
    }, 
    {
        "max_val": 15, 
        "min_val": 15, 
        "number": 191, 
        "page": 10, 
        "text": "A hornets' nest. Minimum length 1.5 feet. No hornets.", 
        "value": "15 points"
    }, 
    {
        "max_val": 60, 
        "min_val": 60, 
        "number": 192, 
        "page": 11, 
        "text": "A kugel bowling ball fountain.", 
        "value": "60 points"
    }, 
    {
        "max_val": 26, 
        "min_val": 26, 
        "number": 193, 
        "page": 11, 
        "text": "A fully-functional jack-in-the-box based on the iconic scene from \\emph{Alien}.", 
        "value": "26 points"
    }, 
    {
        "max_val": 10, 
        "min_val": 10, 
        "number": 194, 
        "page": 11, 
        "text": "At Judgment, present us with a commemorative poster illustrating a complete set of Scav Olympics Pictograms for this year's events.", 
        "value": "10 points"
    }, 
    {
        "max_val": 20, 
        "min_val": 20, 
        "number": 195, 
        "page": 11, 
        "text": "Look, we're not claiming to be experts here, but we're pretty sure that a real documentary is supposed to have solemn narration, talking head experts, ``Ashokan Farewell'', and the inability to show a still photo for more than two goddamn seconds without panning or zooming. With that in mind, use footage taken throughout the Hunt to create your own brief film in the style of Ken Burns recounting the adversity and triumph faced by your team each day. New episodes, not to exceed 2 minutes each, should be posted on YouTube by 11:59 p.m.\\ on Thursday, Friday, and Saturday.", 
        "value": "20 points"
    }, 
    {
        "max_val": 2, 
        "min_val": 2, 
        "number": 196, 
        "page": 11, 
        "text": "A rubber chicken with a pulley in the middle---what possible use could that have? Find a reasonable application in the context of another item or event.", 
        "value": "2 points"
    }, 
    {
        "max_val": 12, 
        "min_val": 12, 
        "number": 197, 
        "page": 11, 
        "text": "They say you eat with your eyes first. Have your team's best food stylists arrange and photograph a meal from a \\UofC\\ dining hall that makes it look good enough to eat. Fake steam, acrylic ice, food coloring\\ldots all the usual tricks of the trade are fair game, but please provide a before photo of what the dish usually looks like for comparison.", 
        "value": "12 points"
    }, 
    {
        "max_val": 35, 
        "min_val": 35, 
        "number": 198, 
        "page": 11, 
        "text": "A cross-section of an organism or object rendered in quilled paper.", 
        "value": "35 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 199, 
        "page": 11, 
        "text": "Hey, you! Are you ready? Are you ready to offer Paul McCleod a flag of your choice to join the United Nation of Elvis Fans? Are you ready to examine the sustainable energy killing machine in his yard? Are you prepared to believe that he shot a beloved mythological creature? Are you prepared to leave by 10 a.m.\\ at all costs?", 
        "value": "3 points, 3 points, 3 points, and 6 points, respectively"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 200, 
        "page": 11, 
        "text": "A flip-animation checkbook of the Hindenburg crash.", 
        "value": "Nein!! points"
    }, 
    {
        "max_val": 14, 
        "min_val": 14, 
        "number": 201, 
        "page": 11, 
        "text": "Scav\\'{i} Atomicus: Stage, photograph, and produce a museum-ready print of your team's headquarters in the style of Philippe Halsman and Salvador Dal\\'{i}. Bonus points if you have the negatives handy to show your process at Judgment. No points if you harm any cats.", 
        "value": "14 points"
    }, 
    {
        "max_val": 12, 
        "min_val": 12, 
        "number": 202, 
        "page": 11, 
        "text": "It's probably for the best that Scav Hunt comes but once a year, but waiting is hard! Help us all cope with the anticipation by making a Scav-vent Calendar full of tiny reminders of what's to come while counting down the months, weeks, or days until we reunite on Scav Hunt Eve 2014...again.", 
        "value": "12 points"
    }, 
    {
        "max_val": 1, 
        "min_val": 1, 
        "number": 203, 
        "page": 11, 
        "text": "The Allegory of the Bat Cave.", 
        "value": "1 point"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 204, 
        "page": 11, 
        "text": "During the Hunt, get a member of your team into one of the costumed, on-field competitions held between innings at a professional baseball game.", 
        "value": "20 points for minor league. 20 more points for MLB"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 205, 
        "page": 11, 
        "text": "Use a John Lloyd Wright invention to build a Frank Lloyd Wright design.", 
        "value": "2 x 6.5 points"
    }, 
    {
        "max_val": 250, 
        "min_val": 250, 
        "number": 206, 
        "page": 11, 
        "text": "An aquagraphic-style  water curtain that displays your team name or logo.", 
        "value": "250 points"
    }, 
    {
        "max_val": 13, 
        "min_val": 13, 
        "number": 207, 
        "page": 11, 
        "text": "That \\emph{New Yorker} article last year was cool and all, but now it's time to put Scav Hunt where it belongs: on the cover. Show us your best design for the annual Eustace Contest. That's Eustace Scavvey, of course.", 
        "value": "6+7 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 208, 
        "page": 11, 
        "text": "Send three team members with optional padding and not-optional blindfolds to Henry Crown at noon on Thursday for the Scav Paralympic Goalball Tournament. We'll be providing (more or less) regulation equipment but reducing each match to ten minutes.", 
        "value": "5 points for participation; 30 points for first place, 20 for second, 10 for third"
    }, 
    {
        "max_val": 8, 
        "min_val": 8, 
        "number": 209, 
        "page": 11, 
        "text": "While visiting the Rowan Oak estate, the Voodoo Krewe can read the writing on the wall. What happened on Sunday? What do both the Judges and Faulkner need to write?", 
        "value": "8 points"
    }, 
    {
        "max_val": 8, 
        "min_val": 8, 
        "number": 210, 
        "page": 11, 
        "text": "A matching pair of badass four-finger rings that read ``SCAV'' and ``HUNT''.", 
        "value": "4+4 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 211, 
        "page": 12, 
        "text": "Sure, we've got Angie's List\\tr, Yelp\\tr, and Zagat\\tr, but where are the review aggregators for the things that are really important? It's a wide world of study spaces, bathrooms, drinking fountains, and rooftops, and we need a way to effectively navigate the many options before us. Create a map, app, zine, or alternate publication of your choosing that reviews and ranks one category of service or location on campus or in Hyde Park.", 
        "value": "6 points. 15 additional points for an app"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 212, 
        "page": 12, 
        "text": "Just north of Jackson, the Krewe is astonished to find another presidential erection. The Ruler Formerly Known as Prince snaps a photo as they drive past and thinks to himself, ``I can still do better.''", 
        "value": "3~points"
    }, 
    {
        "max_val": 9, 
        "min_val": 9, 
        "number": 213, 
        "page": 12, 
        "text": "Kentucky Stonehenge! It's like Carhenge, only made out of stone! And in Kentucky! Don't you understand?", 
        "value": "9 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 214, 
        "page": 12, 
        "text": "In 1994, artists Vitaly Komar and Alexander Melamid conducted a professional opinion poll to find the most and least desired qualities in painting. Following the survey, they created a series of the ``most wanted'' and ``least wanted'' paintings by combining the qualities found in the results. In 1997, they collaborated with composer Dave Solider and did the same with music. Now, in 2014, they need you. Create the ``most wanted\" and the ``least wanted\" work of art in any medium based on the results of your own survey.", 
        "value": "4 points for the survey. 7 points for each work of art"
    }, 
    {
        "max_val": 7, 
        "min_val": 7, 
        "number": 215, 
        "page": 12, 
        "text": "Fill in your ``Drinking Establishment Bingo'' sheet (provided at Road Trip sendoff) with photographic evidence that such establishments exist in the French Quarter.", 
        "value": "7 points"
    }, 
    {
        "max_val": 20, 
        "min_val": 20, 
        "number": 216, 
        "page": 12, 
        "text": "Seeing-eye dogs are great for helping people safely travel around the city, but they aren't much help while playing video games. That's why, at noon on Friday in Hutch Commons, you'll need to play a game of the Judges' choice accompanied by your seeing-eye Scavvie. They could just play the level for you, but where's the satisfaction in that?", 
        "value": "20 points"
    }, 
    {
        "max_val": 10, 
        "min_val": 10, 
        "number": 217, 
        "page": 12, 
        "text": "A supersaturated fluid, to be disturbed at Judgment.", 
        "value": "10 points"
    }, 
    {
        "max_val": 12, 
        "min_val": 12, 
        "number": 218, 
        "page": 12, 
        "text": "As parents, we will have the responsibility to teach our children, among other things, about morals and the Internet. Although books may be obsolete by the time we have kids, create a picture book composed of @Horse\\_ebooks tweets that includes adorable watercolor illustrations and a resonating moral lesson.", 
        "value": "12 points"
    }, 
    {
        "max_val": 5, 
        "min_val": 5, 
        "number": 219, 
        "page": 12, 
        "text": "Life is short. Time is precious. Condense your ideas. Create a 5-second film. Theme: \\UofC.", 
        "value": "5 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 220, 
        "page": 12, 
        "text": "This year, the Voodoo Krewe may be going to New Orleans, but why should they have all the fun? Starting at 7:00 p.m.\\ on Friday, station your Float-Like Ornamental Attraction/Team Stations (F.L.O.A.T.S.) on the main quads for a Vendredi Gras celebration! Your F.L.O.A.T.S. must be ``pedestrian'' in the sense that the quads are a pedestrian zone (so no motors!), but they should be far from pedestrian in their garish decoration and creative theming. Be sure to bring along a troupe of costumed street performers ready to get the party started by 8:00. Also bring a delicious king cake complete with baby, and of course, fistfuls of beads and distinctive team swag for distribution from atop your F.L.O.A.T.S.", 
        "value": "$\\xi$ points"
    }, 
    {
        "max_val": 5, 
        "min_val": 5, 
        "number": 221, 
        "page": 12, 
        "text": "TBA.", 
        "value": "5 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 222, 
        "page": 12, 
        "text": "\\label{birdcall} When you hear the call of nature, will you be able to respond? Bird Call Bee. Common American birds. Sudden death---a silhouette sticker can't save you now. No external aids, just your lips and your wits. Bring your contestant to the third floor Reynolds Club theater on Thursday after Item \\ref{punoff}.", 
        "value": "5 points for participation, 20 points for first place, 15 for second, 10 for third"
    }, 
    {
        "max_val": 10, 
        "min_val": 10, 
        "number": 223, 
        "page": 12, 
        "text": "As the Voodoo Krewe leaves Oxford, the Witch Doctoral Candidate finally derives a theoretical solution to his last remaining practicum. Space Cadet, Aluminum Man, and the Krewemember Formerly Known as Prince all kick the bucket. The world's largest bucket, in fact. Well, the world's largest \\emph{cedar} bucket, but only because the last one mysteriously caught fire. By his hand, the Witch Dissertation Defender notes, the Krewe lives again! Now clad in his tam and robes, he rejoins the Krewe as a full-fledged Doctor of Witch Medicine.", 
        "value": "10 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 224, 
        "page": 12, 
        "text": "Stay with me! Do the members of the Voodoo Krewe remember the most fantastical trivium they heard at Graceland Too?", 
        "value": "2 ``hundred thousand'' points"
    }, 
    {
        "max_val": 5, 
        "min_val": 5, 
        "number": 225, 
        "page": 14, 
        "text": "The Official Scripps Spelling Bee Pronouncer defining and using in a sentence a term from the Urban Dictionary.", 
        "value": "5 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 226, 
        "page": 14, 
        "text": "For Scavenfeast 2014, the surprise is inside. Every culture has their version of dumpling, from Italian ravioli to Indian samosas to corn dogs, but traditional combinations are so played out, so take the outside of one type of dumpling and pair it with the filling for another. Equally, every culture has a canonical pair of items that are really one dish at heart, so make it so! Take a dish like fish and chips, wine and cheese, or soup and salad and combine it into one cohesive unit. To finish, remember that the surprise is inside when you present us with an edible pi\\~{n}ata. Please join us with your culinary creations in McCormick Tribune Lounge at 6:30 p.m.\\ on Saturday.", 
        "value": "$\\omega$ points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 227, 
        "page": 14, 
        "text": "Off-campus, find: a payphone. A phone booth. A freestanding phone booth in any color but red.", 
        "value": "2 points, 5 points, and 10 points respectively"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 228, 
        "page": 14, 
        "text": "I wouldn't take that down if I were you. That's an actual load-bearing poster.", 
        "value": "$\\sqrt{169}$ points"
    }, 
    {
        "max_val": 26.2, 
        "min_val": 26.2, 
        "number": 229, 
        "page": 14, 
        "text": "A 2012 New York City Marathon finisher's medal.", 
        "value": "26.2 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 230, 
        "page": 14, 
        "text": "It's the Freestyle Biathalon! Bring your swag (and a bathing suit) to Ratner at 3:15 p.m.\\ on Thursday for the ultimate athletic competition: four 25-yard freestyle swims interspersed with four thirty-second freestyle verses. And remember, you must tread water as you spit hot fire.", 
        "value": "10 points for participation, plus an extra 30 points for first place, 25 for second, 20 for third"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 231, 
        "page": 14, 
        "text": "Join the Order of the Occult Hand.", 
        "value": "Up to 22 points, based on notoriety"
    }, 
    {
        "max_val": 18, 
        "min_val": 18, 
        "number": 232, 
        "page": 14, 
        "text": "An authentic ``I Dig Graves'' pin from the 2012 election.", 
        "value": "18 points"
    }, 
    {
        "max_val": 5, 
        "min_val": 5, 
        "number": 233, 
        "page": 14, 
        "text": "The Voodoo Krewe rolls up to New Orleans and, before entering the French Quarter, parks.", 
        "value": "5 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 234, 
        "page": 14, 
        "text": "Having finally reached the Big Easy, the Krewe decides to make a time of it: brass bands, voodoo readings, po'boys, street acrobats, and drunken tourists from across the nation. They're careful, however, to leave before sunset; there is much ground still to cover.", 
        "value": "4 points per enjoyment. 0.5 points per tourist from a different state"
    }, 
    {
        "max_val": 2, 
        "min_val": 2, 
        "number": 235, 
        "page": 14, 
        "text": "A Nippon-Ham Fighter? No, no, no, I want a Nippon Ham-Fighter! Remember: It's not a real fight if the ham doesn't fight back.", 
        "value": "2 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 236, 
        "page": 14, 
        "text": "At Judgment, hit the most home runs you can off of Christopher Robin in ``Winnie the Pooh Home Run Derby''.", 
        "value": "0.5 points per home run"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 237, 
        "page": 14, 
        "text": "A Fireside Girls handbook and all the accomplishment badges you think you've earned this Hunt.", 
        "value": "5 points for the handbook. 1 point per badge, maximum 5 badges"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 238, 
        "page": 14, 
        "text": "At 8:00 a.m.\\ on Thursday, the Voodoo Krewe masses at the Reynolds Club to prepare for their journey south to New Orleans.  Space Cadet, the group's not so with-it navigator, is ready to go in his flight training uniform. The aptly named Aluminum Man may have a cold exterior immune to rust, but inside beats a tender heart.  The Witch Doctoral Degree Candidate, clad in white lab coat and fully stocked with charms, trinkets, and talismans is ready for any harm that might befall the group.  And then, of course, there's Prince.  Far from their final forms, this motley Krewe of adepts---setting out in their Cajun-Style conveyance, the James Car-ville---will find much more than beads and beignets on their journey to the South: they will find themselves.", 
        "value": "$\\beta$ points"
    }, 
    {
        "max_val": 2, 
        "min_val": 2, 
        "number": 239, 
        "page": 14, 
        "text": "TAFT! Rewrite the \\emph{Shaft} theme to be about our most corpulent president.", 
        "value": "2 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 240, 
        "page": 14, 
        "text": "An official sign that still proclaims Richard Daley Mayor of Chicago.", 
        "value": "3 points for M. Daley; 10 points for J. Daley"
    }, 
    {
        "max_val": 21, 
        "min_val": 21, 
        "number": 241, 
        "page": 14, 
        "text": "Make a completely original mashup using at least one song from three of the five categories: Classical, Choral, One-hit Wonders, Classic Rock, and Television Theme Songs. Be sure to give it a solid beat as well; we want to get pumped up, not bummed out!", 
        "value": "21 points"
    }, 
    {
        "max_val": 17, 
        "min_val": 17, 
        "number": 242, 
        "page": 14, 
        "text": "An unaltered CTA Token.", 
        "value": "17 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 243, 
        "page": 14, 
        "text": "A bodybag.", 
        "value": "25 R.I.Points"
    }, 
    {
        "max_val": 4, 
        "min_val": 4, 
        "number": 244, 
        "page": 15, 
        "text": "TBA.", 
        "value": "4 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 245, 
        "page": 15, 
        "text": "Acquire a pismire. No, more. \\emph{More}.", 
        "value": "20 points for first place, 15 points for second, 10 points for third"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 246, 
        "page": 15, 
        "text": "Challenge of the \\emph{Gyo}-bots. Recreate one of Junji Ito's spider-legged fish zombies for a race to human annihilation! Bots should be fully-functional in terms of mobility, but not infectious death-stank.", 
        "value": "32 points. 3 more points for a first place finish"
    }, 
    {
        "max_val": 1, 
        "min_val": 1, 
        "number": 247, 
        "page": 15, 
        "text": "Flawlessly transition between the presentation of any two items using only a record scratch and Smash Mouth's ``All Star''.", 
        "value": "1 point"
    }, 
    {
        "max_val": 14, 
        "min_val": 14, 
        "number": 248, 
        "page": 15, 
        "text": "A Faberg\\'{e} keg.", 
        "value": "14 points"
    }, 
    {
        "max_val": 3, 
        "min_val": 3, 
        "number": 249, 
        "page": 15, 
        "text": "Why isn't there a comprehensive \\emph{Wild Wild West} wiki? Ideally called, ``Wiki Wild Wild West''. Wiki wiki wild. Wiki wild. Wiki wild wild west. Like all good wikis, collaboration is encouraged.", 
        "value": "3 points"
    }, 
    {
        "max_val": 4, 
        "min_val": 4, 
        "number": 250, 
        "page": 15, 
        "text": "Magic goose, magic goose, magic goose up on the roof!", 
        "value": "4 points"
    }, 
    {
        "max_val": 42, 
        "min_val": 42, 
        "number": 251, 
        "page": 15, 
        "text": "Replicate the rat-heart silicone jellyfish using non-living capacitive material acting as an actuator in response to electricity.", 
        "value": "42 points"
    }, 
    {
        "max_val": 7, 
        "min_val": 7, 
        "number": 252, 
        "page": 15, 
        "text": "Man, you know who's probably not doing too much these days? The SpongMonkeys. You could probably get them to shill for your team.", 
        "value": "7 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 253, 
        "page": 15, 
        "text": "A copy of our home game.", 
        "value": "0x0D points"
    }, 
    {
        "max_val": 3, 
        "min_val": 3, 
        "number": 254, 
        "page": 15, 
        "text": "Trouble, trouble, Baphomatic trouble! Expose the backwards encoded Illuminati propaganda from the first family of hip-hop.", 
        "value": "3 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 255, 
        "page": 15, 
        "text": "Group hug! Group high-five! Group bootyquake! No goddamn limit.", 
        "value": "Limit 10 points. 0.2 points per~participant"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 256, 
        "page": 15, 
        "text": "The Judge Cabal will be hanging out on the quads starting at 10:00 p.m.\\ on Thursday night. We expect to have quite a few close encounters of the first kind. Bonus points if our UFOlogist can't figure how the hell your team did it.", 
        "value": "Area 51/3 points"
    }, 
    {
        "max_val": 8, 
        "min_val": 8, 
        "number": 257, 
        "page": 15, 
        "text": "Pulgasari never had much overseas popularity. However, now that a new supreme leader is in power, it's finally time for a \\emph{kaiju} sequel that speaks to a whole new generation of Best Koreans. Kidnap a director and make us a trailer.", 
        "value": "8 points"
    }, 
    {
        "max_val": 10, 
        "min_val": 10, 
        "number": 258, 
        "page": 15, 
        "text": "Very few people know that May 10\\th\\ is Bring Your Mariachi Band to Work Day. We have a feeling that this year, a lot of people are going to find out.", 
        "value": "10 points"
    }, 
    {
        "max_val": 6, 
        "min_val": 6, 
        "number": 259, 
        "page": 15, 
        "text": "A tiny fiddler crab. Must possess tiny fiddle.", 
        "value": "6 points"
    }, 
    {
        "max_val": 4, 
        "min_val": 4, 
        "number": 260, 
        "page": 15, 
        "text": "We all know that \\emph{Abraham Lincoln: Vampire Hunter} missed an opportunity when it failed to document our own campus' secret figure of paranormal combat. Give us the recently unearthed evidence of \\emph{William Rainey Harper: Mummy Puncher}.", 
        "value": "4 points"
    }, 
    {
        "max_val": 7, 
        "min_val": 7, 
        "number": 261, 
        "page": 15, 
        "text": "About a year ago, Glenn Beck promised that he would be producing a counter version of \\emph{Glee} that would promote traditional conservative values. Nothing much ever came of it. But I think it would go something like THIS!", 
        "value": "7 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 262, 
        "page": 15, 
        "text": "BUILD US A GATO/HE'LL HAVE METAL JOINTS/LET US BEAT HIM UP/AND YOU'LL GET", 
        "value": "15 POINTS"
    }, 
    {
        "max_val": 8, 
        "min_val": 8, 
        "number": 263, 
        "page": 15, 
        "text": "We can get a little competitive during Scav Hunt, so, right before judging begins, make peace with another team by presenting them the concoction Winfield Scott used to do the same with Nicholas Trist.", 
        "value": "8 points"
    }, 
    {
        "max_val": 15, 
        "min_val": 15, 
        "number": 264, 
        "page": 15, 
        "text": "The TacoCopter\\tm:\\ The remote-controlled helicopter that can deliver a taco wherever you want it, whenever you want it. Which, incidentally, would be to one of your professors during a class on Friday.~", 
        "value": "15 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 265, 
        "page": 15, 
        "text": "A Wouff-Hong and a Rettysnitch.", 
        "value": "4 points each"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 266, 
        "page": 16, 
        "text": "``Mrs. Homer! I have brought an assortment of jerkies.'' One from every animal, in fact.  Jerkies must be sealed in original container identifying the animal from whence it came.", 
        "value": "2 points per jerky, no beef or turkey. Maximum 8 animals"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 267, 
        "page": 16, 
        "text": "Do you want to be a master? Have you got the skills to be \\#1? Then hit the road with your team of six and begin the quest to become Champion of the Uscava Region! Participating teams must put forward a Trainer and a Gym Leader. Single-elimination Gym Battles will occur on Friday between 9:00 a.m.\\ and 11:59 p.m. We'll provide rules and instructions at WRESTLEMANIA. Bebadged survivors of the Gym gauntlet should gather at the end of Scav Olympics on Saturday to take on the Elite 4 and determine who's the very best, like no one ever was.", 
        "value": "5 points for participation, 2 points per Gym Badge, and 10 points to the Champion"
    }, 
    {
        "max_val": 11, 
        "min_val": 11, 
        "number": 268, 
        "page": 16, 
        "text": "This year for Scav, auto-eroticism! I've always found eyelashes for your car's headlights alluring...but tame. What if they could blink---or wink---at me on command? And what if your car starting hitting on me...even more?!", 
        "value": "11 points"
    }, 
    {
        "max_val": 8, 
        "min_val": 8, 
        "number": 269, 
        "page": 16, 
        "text": "Embroidered pillows with fierce and ruthless sayings on them. Suitable for an evening with Grandma Donaghy!", 
        "value": "8 points"
    }, 
    {
        "max_val": 5, 
        "min_val": 5, 
        "number": 270, 
        "page": 16, 
        "text": "Design your own 1960s \\emph{Batman} TV series villain, including name, costume, origin story (with an explanation for the villain's quirks), lair design, perfect crime, henchmen names, and the rhyming titles of the two-part series in which the villain stars.", 
        "value": "5 points"
    }, 
    {
        "max_val": 14, 
        "min_val": 14, 
        "number": 271, 
        "page": 16, 
        "text": "Increase the width of Thursday's \\emph{Family Circus} comic by 100\\% using purely non-electronic means, in the style of Kim Rugg.", 
        "value": "14 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 272, 
        "page": 16, 
        "text": "The Spiro T. Agnew American History Challenge.  Bonus points if it is presented to us by Saturday at 1:30 p.m., in which case we can have a competition Saturday at 3:00 p.m.", 
        "value": "25\\th\\ amendment points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 273, 
        "page": 16, 
        "text": "\\emph{The Berenstain Bears and The Trouble With 4chan}.", 
        "value": "\\verb+\\+8\\verb+\\+ points"
    }, 
    {
        "max_val": 2, 
        "min_val": 2, 
        "number": 274, 
        "page": 16, 
        "text": "Turn a super market into a supernatural market.", 
        "value": "2 points"
    }, 
    {
        "max_val": 7, 
        "min_val": 7, 
        "number": 275, 
        "page": 16, 
        "text": "``Bartlett! Pierce Tower! Bart Mart! What did they have?! All together now....''. UChicago's own Marvin Zindler Impersonator has the campus Rat \\& Roach report. Points for fealty to the original Zindler.", 
        "value": "7 points"
    }, 
    {
        "max_val": 19.34, 
        "min_val": 19.34, 
        "number": 276, 
        "page": 16, 
        "text": "Your team's headquarters, decorated to look like the headquarters of the Italian Fascist Party circa 1934.", 
        "value": "19.34 points"
    }, 
    {
        "max_val": 7, 
        "min_val": 7, 
        "number": 277, 
        "page": 16, 
        "text": "The ``Talking Blues'' genre has tackled tough cultural issues, from the eight hour work day to nuclear proliferation. But isn't it time for a more modern update? Your performance of the \\#firstworldproblems Talking Blues.", 
        "value": "7 points"
    }, 
    {
        "max_val": 16, 
        "min_val": 16, 
        "number": 278, 
        "page": 16, 
        "text": "If at first you don't succeed, tie, tie again. Bring a tie or ties of your choosing to the GSB's Harper Center Atrium at noon on Friday. You'll need to make yourself a Four-In-Hand, Full Windsor, and for the Final Boss level, a Merovingian. Knot too shabby!", 
        "value": "16 points"
    }, 
    {
        "max_val": 16, 
        "min_val": 16, 
        "number": 279, 
        "page": 16, 
        "text": "Do you yearn to kern? Do you think ital is vital? Are you sold on bold? Then come to Hutch Commons at 1:00 p.m.\\ on Friday and get ready to (type)face the competition. In round one, you'll identify some of our favorite (and least favorite) fonts by sight. In round two, you'll have to differentiate between nearly identical fonts. And in round three, you'll need to carefully draw characters from the font of our choosing.", 
        "value": "16 points"
    }, 
    {
        "max_val": 10, 
        "min_val": 10, 
        "number": 280, 
        "page": 16, 
        "text": "We'll show you a vinyl record of a well-known piece of classical music with the label removed. You tell us, by sight, what piece of music it is.", 
        "value": "10 points"
    }, 
    {
        "max_val": 8, 
        "min_val": 8, 
        "number": 281, 
        "page": 16, 
        "text": "On the road to the Space and Rocket Center, the King Formerly Known as Prince looks up in awe at the Saturn V and finally thinks to himself ``I can't do any better than that.''  Outside, Iron Man leaves a banana on the grave of a true American hero while the Witch Doctor is thrilled to see a recently-deceased planet live on.", 
        "value": "8 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 282, 
        "page": 17, 
        "text": "We want to know that our plants love us back. Bring us a living sample of \\emph{Mimosa pudica} or another ``sensitive'' plant, so it can respond lovingly to our gentle caresses.", 
        "value": "2 points for a Venus flytrap, which is too bloodthirsty to be considered sensitive. 6 points for a non-carnivorous sensitive plant"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 283, 
        "page": 17, 
        "text": "A NORFED Liberty Dollar.", 
        "value": "25 points. 10 additional points if it bears Ron Paul's likeness"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 284, 
        "page": 17, 
        "text": "We can't canonize George Lopez as a comedy saint until he performs at least one miracle. At Judgment, his likeness appears in the stains on your pants after you pee yourself.", 
        "value": "16 points. Important note: There are many ways to simulate urinating that do not involve urine. Actual urination will be looked upon with much-deserved disgust and will be awarded no points"
    }, 
    {
        "max_val": 11, 
        "min_val": 11, 
        "number": 285, 
        "page": 17, 
        "text": "Two or more frames of 70mm or IMAX film stock.", 
        "value": "11 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 286, 
        "page": 17, 
        "text": "Is \\emph{Jurassic Park} about penis envy? Does \\emph{D2: The Mighty Ducks} depict the triumph of objectivism? Is \\emph{Snakes on a Plane} about the plight of the urban immigrant? They say that you can attach a subtext to anything if you look hard enough. So let's do that! At WRESTLEMANIA, each team will submit one well-known movie, and one subtext---anything from transgenderism, to religious fundamentalism, to the war on drugs. We will then randomly recombine and assign the works and subtexts. On Saturday at 2:00 p.m.\\ in Harper, we will then meet for a colloquium, where you will defend your given interpretation to our panel of over-worked TAs. A short abstract is also encouraged, so that we can later bind them, then sneak them onto shelves at the Reg.", 
        "value": "Up to 15 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 287, 
        "page": 17, 
        "text": "A honeypot ant, ready for human consumption.", 
        "value": "24 points. 1 extra point if it is incorporated into a delicious dessert"
    }, 
    {
        "max_val": 40, 
        "min_val": 40, 
        "number": 288, 
        "page": 17, 
        "text": "Present your team's reconstruction of the famous chess-playing automaton---the Mechanical Turk.  To the casual viewer, your Mechanical Turk should operate unaided by human hands entirely through clockwork.  Be prepared to have your device inspected by skeptics who will perform a few non-damaging experiments to try and determine the automaton's operational mechanisms.", 
        "value": "40 points"
    }, 
    {
        "max_val": 9, 
        "min_val": 9, 
        "number": 289, 
        "page": 17, 
        "text": "Beginning with the skeletonized remains of a whole chicken (or other similarly-sized bird), construct a miniature model of Baba Yaga's terrifying abode.", 
        "value": "9 points"
    }, 
    {
        "max_val": 10, 
        "min_val": 10, 
        "number": 290, 
        "page": 17, 
        "text": "Aluminum Man wakes up Saturday morning in a `Bama flower bed, being spooned by Fallen Robot. As he begins yet another walk of shame, Aluminum Man tearfully concludes that Fallen Robot doesn't love him. Fallen Robot has only been using him. Fallen Robot is a jerk. Aluminum Man's outsized heart cannot bear this latest strain, and breaks into pieces. Aluminum Man, if you can't love yourself, how the \\emph{hell} you gonna love somebody else?", 
        "value": "10 points"
    }, 
    {
        "max_val": 15, 
        "min_val": 15, 
        "number": 291, 
        "page": 17, 
        "text": "The Voodoo Krewe rushes to Sloss Furnaces in a desperate attempt to repair a broken heart. Space Cadet phones the furnace hotline and learns to operate the equipment. The Krewemember Formerly Known as Prince determines they should bring Aluminum Man to the bosh.  The Witch Doctor, now licensed to practice witch medicine, assists with the surgery by chanting ``SLOSS BOSH'' over and over.  And Aluminum Man builds a miniaturized arc reactor... out of scraps! Newly empowered, with a sturdier self-image, he reinvents himself as...Iron Man.", 
        "value": "15 points"
    }, 
    {
        "max_val": 8, 
        "min_val": 8, 
        "number": 292, 
        "page": 17, 
        "text": "In Birmingham, nothing can escape Vulcan's watchful gaze. He watches Iron Man emerge from the furnace and likes what he sees.  The Krewe is summoned to him by a godlike wolf whistle, but Iron Man is his own iron man.  Iron Man doesn't need any other iron man in his life to control him.  The Space Cadet, however, is drawn to all high places and comes up to Vulcan's apartment.", 
        "value": "8 points"
    }, 
    {
        "max_val": 10, 
        "min_val": 10, 
        "number": 293, 
        "page": 17, 
        "text": "In Huntsville, Space Cadet's memories come rushing back. Space Camp. A missed graduation. Aimless, weightless drifting. The Krewe holds a long-overdue graduation ceremony for their navigator, who can finally don the full suit of a Space Captain.", 
        "value": "10 points"
    }, 
    {
        "max_val": 4, 
        "min_val": 4, 
        "number": 294, 
        "page": 17, 
        "text": "Any government form inquiring about the facial hair style of the person (male and female) filling it out.~", 
        "value": "4 points"
    }, 
    {
        "max_val": 24, 
        "min_val": 24, 
        "number": 295, 
        "page": 17, 
        "text": "An edible cookbook. Must contain at least three recipes, each printed on a page that tastes like the recipe's product. Cookbooks should include mouthwatering illustrations.", 
        "value": "24 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 296, 
        "page": 18, 
        "text": "Bear down to ``Bearforce1'' on the Chicago Bears ``C'', printed on an actual turf field. No, Stagg Field doesn't count, but that special piece of sod managed by the Park District and SMG should be worth something extra.", 
        "value": "11 points. 5 extra points for Soldier Field"
    }, 
    {
        "max_val": 7, 
        "min_val": 7, 
        "number": 297, 
        "page": 18, 
        "text": "In Scav Hunt, there are no mistakes, only happy accidents. Instruct  the completion of some other item in a Bob Ross-style documentary.", 
        "value": "7 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 298, 
        "page": 18, 
        "text": "Tell us in which states the Krewe can see the following roadside signs: Your Mom's Restaurant; Robert L. Johnson Memorial Blues Highway; Life's Greatest Discovery is Finding Jesus; Y'all So Beautiful; Sponsored by the Paranormal Investigators of [city]; Booby Bungalow.", 
        "value": "1 point per correct match"
    }, 
    {
        "max_val": 32, 
        "min_val": 32, 
        "number": 299, 
        "page": 18, 
        "text": "The frontispiece of \\emph{Leviathan} made to scale out of LEGO\\tr.  If your Mortall LEGod is not of sufficient size to inspire awe, that tendeth toward the dissolution of your points.", 
        "value": "32 points"
    }, 
    {
        "max_val": 6.9, 
        "min_val": 6.9, 
        "number": 300, 
        "page": 18, 
        "text": "``Oh [gender neutral form of endearment], you're looking so fine behind that Veil of Ignorance.'' Create a  manual, with illustrations, for the ``original position'' sex-act, by which two people can be said, by Rawls's standards, to have copulated justly.", 
        "value": "6.9 points"
    }, 
    {
        "max_val": 2, 
        "min_val": 2, 
        "number": 301, 
        "page": 18, 
        "text": "An anti-gravity cat.", 
        "value": "2 points"
    }, 
    {
        "max_val": 17, 
        "min_val": 17, 
        "number": 302, 
        "page": 18, 
        "text": "Our primary concern throughout the Hunt is, of course, safety---but some mishaps produce hilarity, not hysteria! Using Garry's Mod, illustrate the Rube Goldbergian consequences of a catastrophic failure in a Showcase or other large-scale item from this year or any of the past five Hunts.", 
        "value": "17 points"
    }, 
    {
        "max_val": 10, 
        "min_val": 10, 
        "number": 303, 
        "page": 18, 
        "text": "Do a living statue routine on campus during the Hunt in one of the following styles: Alexander Calder, The Shrike, Tree, \\emph{Washington Crossing the Delaware}, Lot's Wife, \\emph{Venus de Milo}, \\emph{Laoco\\\"{o}n and his Sons}, or a piece of the Fallen Monument Park.", 
        "value": "10 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 304, 
        "page": 18, 
        "text": "A page from the Bar exam for D\\&D\\tr\\  v3.5 edition Rules Lawyers.", 
        "value": "3.5 points, 1 extra point if you stump the Judge"
    }, 
    {
        "max_val": 4, 
        "min_val": 4, 
        "number": 305, 
        "page": 18, 
        "text": "What is east of Oberlin College, west of Denison University, southeast of Yale, and southwest of Harvard?", 
        "value": "4 points"
    }, 
    {
        "max_val": 11, 
        "min_val": 11, 
        "number": 306, 
        "page": 18, 
        "text": "Keep spirits high at Scav Olympics by transforming one of your team members into Cleatus the FOX Sports Robot. Like Cleatus, your Sports Robot should know a variety of football-esque dances, play a mean air guitar, and always follow the First Law of Sports Robotics: A Sports Robot may not bum out a human being or, through inaction, allow a human being not to be pumped.", 
        "value": "11 points"
    }, 
    {
        "max_val": 8, 
        "min_val": 8, 
        "number": 307, 
        "page": 18, 
        "text": "A sweded version of a film from AFI's 100 Years\\ldots100 Movies list not already made by Mike and Jerry.", 
        "value": "8 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 308, 
        "page": 18, 
        "text": "Bring to campus: Peter Francis Geraci, Celozzi and Ettleson,  Carm Scarpace, or Bob Rohrmann in full regalia. We'd also love to see the spokesmeats for Moo \\& Oink, or Eagle Man, his wife, or child.", 
        "value": "9 points and 11 points respectively"
    }, 
    {
        "max_val": 10, 
        "min_val": 10, 
        "number": 309, 
        "page": 18, 
        "text": "The Voodoo Masters roll into Indy just in time---the dinosaurs of the Children's Museum have come alive and are about to destroy the city! Only with their newfound powers of self-actualization combined can this heroic Krewe save the day.", 
        "value": "10 points"
    }, 
    {
        "max_val": 20, 
        "min_val": 20, 
        "number": 310, 
        "page": 18, 
        "text": "A physical comic for Kalle Anka, Anders And, Andr\\'{e}s \\\"{O}nd, Aku Ankka, or Entenhausen's most iconic resident.", 
        "value": "20 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 311, 
        "page": 18, 
        "text": "A played copy of ``Chaos Confetti''.", 
        "value": "4 colorless points"
    }, 
    {
        "max_val": 29, 
        "min_val": 29, 
        "number": 312, 
        "page": 18, 
        "text": "A Trippensee planetarium.", 
        "value": "29 points"
    }, 
    {
        "max_val": 10, 
        "min_val": 10, 
        "number": 313, 
        "page": 18, 
        "text": "Have Ray Clay introduce your team at Scav Olympics with the appropriate soundtrack (not the theme song: you know the one we want!)", 
        "value": "10 points"
    }, 
    {
        "max_val": -1, 
        "min_val": -1, 
        "number": 314, 
        "page": 18, 
        "text": "ALSO SPACE JAM PINBALL.", 
        "value": "6 championships points"
    }
]
