[
    "THE APPLE PIE LINGUAL STRAP MATCH, JACK! That's what the Judges are calling for, brother! Promos strongly encouraged.", 
    "Time for a test of your Magnetoception! According to scientists---and, by that, we mean Beakman---a small percentage of humans are able to use the iron in their noses to intuitively determine due north. Let's find out if one of your teammates can! We shall blindfold and disorient them and then, after two minutes, whoever is pointing closest to magnetic north will win points. Everyone else will have just stumbled about dizzily for our entertainment. So, win-win really.", 
    "What is this, a terrorist training camp for ants?! Using your adorable new drone, compete to see who can negotiate the difficult terrain of Henry Crownistan and chalk one up for Team America.", 
    "Bop It\\tm.  Scene It?\\tm. Skip-It\\tm.   But all at once.", 
    "We are given to understand that Scav Olympics requires a Jeeves and Wooster Field Competition. Submit an appropriate pair (with head-bag and potato) for the Boys and Girls Mixed Animal Potato Race.", 
    "It's nowhere near Shrove Tuesday, but  Anglican tradition requires that Scavvies participate in its most ancient of traditions: the pancake race. BYO frying pan and (edible!) pancake.", 
    "Sweet Clyde, use variation parameters and expand the Wronskian. Solve a 2\\nd\\ order linear ODE whilst spinning a basketball on your finger.", 
    "3D printer pens may be available soon, but for now good ol' cans of shaving cream are the best we've got!  Send us your finest 3D printing humanoid and a partner.  Your ``printer'' will have four minutes and a single can of shaving cream to convey as many clues as possible to their teammate.", 
    "If Scav Olympics were a dungeon in \\emph{The Legend of Zelda}, this would be the puzzle where you have to reflect a beam of sunlight onto the eye above the door using a series of mirrors. And by beam of sunlight we mean a laser pointer.", 
    "Bring a team member to Scav Olympics with their torso wrapped in duct tape, sticky side out."
]
